Repository: lil-re/domain_hunter
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Favorites
fr: Favoris

source: Search
fr: Recherche

source: Settings
fr: Paramètres

# hunt
source: Hunt for the perfect domain name
fr: Chassez le nom de domaine parfait

source: Data
fr: Données

# dataText
source: DomainHunter stores no data on any web server. All of your data are stored on your phone. Click on the button below to remove all of your data (favorite domain names and selected domain extensions).
fr: DomainHunter ne conserve aucune donnée sur des serveurs web. Toutes vos données sont conservées sur votre téléphone. Cliquez sur le bouton ci-dessous pour supprimer vos données (noms de domaines favoris et extensions de domaines sélectionnées).

# dataButton
source: Remove data
fr: Supprimer les données

# dataDeleted
source: Your data has been successfully deleted
fr: Vos données ont été supprimées avec succès

# apiText
source: DomainHunter uses DomainTyper's API to check domain names availability.
fr: DomainHunter utilise l'API de DomainTyper pour vérifier la disponibilité des noms de domaines.

# apiButton
source: Visit DomainTyper.com
fr: Visiter DomainTyper.com

source: Source code
fr: Code source

# sourceCodeText
source: DomainHunter is free and open source. The source code is available on Github.
fr: DomainHunter est gratuit et ouvert. Le code source est disponible sur Github.

# sourceCodeButton
source: View source code
fr: Voir le code source

# illustrationText
source: Illustration by NinaWave from Ouch!
fr: Illustration par NinaWave de Ouch!

# illustrationButton
source: More on Ouch!
fr: Voir plus sur Ouch!
